Repository: gdomenici/screensaver.video
Catalog: resources/language/Turkish/strings.po
Languages: tr

# #32001
source: Screensaver
tr: Ekran koruyucu

# #32002
source: Debugging
tr: Hata ayıklama

# #32003
source: Enable debug logging
tr: Hata ayıklama günlüğünü etkinleştir

# #32004
source: Video Selection
tr: Video Seçimi

# #32005
source: VideoScreensaver
tr: Video Ekranı Kaydedici

# #32006
source: Configuration
tr: Yapılandırma

# #32020
source: Preset Video
tr: Video Ön Ayarı

# #32021
source: User Defined
tr: Kullanıcı Tanımlı

# #32022
source: Selected Screensaver
tr: Seçilmiş Ekran Koruyucu

# #32023
source: Use All Files In A Folder
tr: Bir Klasördeki Tüm Dosyaları Kullan

# #32024
source: Repeat Type For Multiple Files
tr: Çoklu Dosya Türleri İçin Tekrar Et

# #32025
source: Repeat All
tr: Hepsini Tekrarla

# #32026
source: Repeat One
tr: Tekini Tekrarla

# #32050
source: Set/Download Preset Video File
tr: Video Dosyasının Ön Ayarını İndir / Ayarla

# #32051
source: Select Video File
tr: Video Dosyasını Seç

# #32052
source: Show Time
tr: Şov Zamanı

# #32053
source: Start Video At Random Point
tr: Videoyu Rastgele Bir Noktadan Başlat

# #32054
source: Select Videos Folder
tr: Videolar Klasörünü Seç

# #32055
source: Prevent Screensaver Starting If Playing Media
tr: Medya Oynatırken Ekran Koruyucunun Başlamasını Önle

# #32056
source: Change Volume When Screensaver Starts
tr: Ekran Koruyucu Başladığında Ses Ayarlanabilsin

# #32057
source: Set Volume To
tr: Ses Seviyesi

# #32058
source: Dim Level
tr: Ayarlama Seviyesi

# #32059
source: Stop Screensaver Automatically
tr: Ekran Koruyucuyu Kendiliğinden Durdur

# #32060
source: Stop Screensaver After (Minutes)
tr: Ekran Koruyucuyu Önceden Durdur (Dakika)

# #32100
source: *** All Downloaded Videos ***
tr: İndirilen Tüm Videolar

# #32101
source: Aquarium 1 - [846MB] - 400p
tr: Akvaryum 1 [846MB]-400P

# #32102
source: Aquarium 2 - [2.7GB] - 720p
tr: Akvaryum 2- [2.7GB] - 720P

# #32202
source: None
tr: Yok

# #32203
source: User Defined
tr: Kullanıcı Tanımlı
